package web.controller;


//1. Написать CRUD-приложение. Использовать Spring MVC + Hibernate.

//3. В приложении должна быть страница,
// на которую выводятся все юзеры с возможностью добавлять, удалять и изменять юзера.

//5. Внесите изменения в конфигурацию для работы с базой данных.
// Вместо SessionFactory должен использоваться EntityManager.

//6. Используйте только GET/POST маппинги

//7. Используйте ReqestParam аннотацию, использование аннотации PathVariable запрещено

public class UsersController {
}
